{
  "articles": [
    {
      "id": "summer-school-2026",
      "date": "2026-02-01",
      "title": "Announcing Welch Summer School 2026",
      "preview": "A remarkable opportunity for high school students and freshmen to engage in hands-on crystallization research this summer.",
      "image": "",
      "body": {
        "full_title": "Welch Summer School 2026: Hands-on Research Experience",
        "category": "Education & Outreach",
        "main_image": "",
        "image_caption": "Students working in the lab under the mentorship of senior researchers.",
        "lead_text": "The Welch Center for Advanced Bioactive Materials Crystallization is pleased to announce the Welch Summer School 2026. This initiative offers a remarkable opportunity for high school students and freshmen who are passionate about science, technology, and research.",
        "content_blocks": [
          {
            "type": "text",
            "content": "Participants will engage in scientific research focused on crystallization and its applications within pharmaceuticals, energy, and agriculture. They will have the opportunity to work in the laboratories of the center's seven faculty members from three different departments, benefiting from the guidance and mentorship of over 30 postdoctoral fellows and Ph.D. students."
          },
          {
            "type": "text",
            "content": "The program is scheduled to run from June to August 2026, with flexible start and end dates to accommodate participants' schedules. To ensure students can fully engage with the work, applicants should have at least one year of chemistry experience. Each participant is typically paired with a postdoc or a PhD student who acts as a daily mentor, assisting with experimental training, project guidance, and helping them integrate into the lab environment."
          },
          {
            "type": "text",
            "content": "We regularly collaborate with faculty across the college to organize lectures and activities aimed at introducing students to STEM research, academic pathways, and related career options."
          },
          {
            "type": "text",
            "content": "We are proud of the positive impact our previous summer schools have had. Last year, 11 high school students and freshmen from various schools and universities around Houston gained invaluable hands-on experience in our state-of-the-art laboratories. This year, we anticipate admitting an even larger cohort of enthusiastic learners."
          },
          {
            "type": "text",
            "content": "If you have any questions or need further information, please don't hesitate to reach out to smhatre@central.uh.edu."
          }
        ]
      }
    },
    {
      "id": "summer-students-2025",
      "date": "2025-08-15",
      "title": "Nurturing Innovation: Summer Students 2025",
      "preview": "Eleven dedicated high school and university freshman students embarked on an exciting journey, preparing for future endeavors in scientific research.",
      "image": "public/images/summer_students_2025_group.webp",
      "body": {
        "full_title": "Nurturing Innovation: Summer Students Develop Research Skills and Futures at the Welch Center",
        "category": "Education & Outreach",
        "main_image": "public/images/summer_students_2025_group.webp",
        "image_caption": "The 2025 cohort of summer researchers at the Durga D. and Sushila Agrawal Engineering Research Building",
        "lead_text": "Eleven dedicated high school and university freshman students are embarking on an exciting journey, preparing for future endeavors in scientific research and industry.",
        "content_blocks": [
          {
            "type": "text",
            "content": "At this pivotal moment in their careers, they are being mentored by experienced researchers at the Welch Center for Advanced Bioactive Materials Crystallization, immersing themselves in a variety of inspiring research themes. The center's researchers are not only spearheading innovations but also cultivating the next generation to confront the challenges of the dynamic field of crystallization, crucial for advancements in healthcare, energy, and environmental sustainability."
          },
          {
            "type": "text",
            "content": "These students are engaged in meaningful research that has the potential to benefit humanity. Among them, Kayla Nguyen, a freshman, and Sarah Morrison, a junior in Chemical Engineering at the University of Houston, are making significant strides. Kayla's exploration of evaporation methods in pyrazinamide crystallization, a vital treatment in the fight against tuberculosis, exemplifies the impact of this work. Sarah, alongside freshman Imad Shaikh from the University of Texas at San Antonio, is investigating the crystallization and growth patterns of cholesterol in blood vessels, seeking ways to manage its development."
          },
          {
            "type": "text",
            "content": "Sravya Dutta, an incoming junior in Cell and Molecular Biology at Baylor University, is delving into biocrystallization studies under the mentorship of senior researchers, laying a solid foundation for her future career. High school students Krithika Srinivas, Mahika Shah, and Sanjita Chinta are witnessing firsthand the transformative nature of scientific research and its application for the betterment of society."
          },
          {
            "type": "text",
            "content": "Beyond bioactive materials, several students are channeling their efforts into optimizing catalysts for energy extraction. Kaiden Stassen, a freshman at UH, is developing methods to create bifunctional zeolite catalysts, employed in the oil and petrochemical industries. Raquel Nwosu from the University of Texas at Arlington is enhancing the catalyst effectiveness by modifying microstructures. Penda Diop (Houston Community College) and Annabelle Choi (Carnegie Vanguard High School) are also exploring ways to amplify the catalytic activity of zeolites through innovative functionalization and structural transformation."
          },
          {
            "type": "people_grid",
            "title": "2025 Summer Student Cohort",
            "description": "Meet the eleven students driving innovation.",
            "columns": 4,
            "items": [
              {
                "name": "Annabelle Choi",
                "role": "Carnegie Vanguard HS",
                "image": "public/images/student_annabelle.webp",
                "caption": ""
              },
              {
                "name": "Imad Shaikh",
                "role": "Freshman, UTSA",
                "image": "public/images/student_imad.webp",
                "caption": ""
              },
              {
                "name": "Kaiden Stassen",
                "role": "Freshman, UH",
                "image": "public/images/student_kaiden.webp",
                "caption": ""
              },
              {
                "name": "Kayla Nguyen",
                "role": "Freshman",
                "image": "public/images/student_kayla.webp",
                "caption": ""
              },
              {
                "name": "Krithika Srinivas",
                "role": "High School",
                "image": "public/images/student_krithika.webp",
                "caption": ""
              },
              {
                "name": "Mahika Shah",
                "role": "High School",
                "image": "public/images/student_mahika.webp",
                "caption": ""
              },
              {
                "name": "Penda Diop",
                "role": "HCC",
                "image": "public/images/student_penda.webp",
                "caption": ""
              },
              {
                "name": "Raquel Nwosu",
                "role": "UT Arlington",
                "image": "public/images/student_raquel.webp",
                "caption": ""
              },
              {
                "name": "Sanjita Chinta",
                "role": "High School",
                "image": "public/images/student_sanjita.webp",
                "caption": ""
              },
              {
                "name": "Sarah Morrison",
                "role": "Junior, UH",
                "image": "public/images/student_sarah.webp",
                "caption": ""
              },
              {
                "name": "Sravya Dutta",
                "role": "Junior, Baylor",
                "image": "public/images/student_sravya.webp",
                "caption": ""
              }
            ]
          },
          {
            "type": "text",
            "content": "The guidance from the center's experts, paired with access to state-of-the-art facilities, is shaping a bright future for the biomedical and energy sectors in Texas and across the nation. The invaluable experiences that these students are accumulating at the center are nurturing the seeds of innovation and creativity, laying the foundation for a transformative future that holds great potential."
          }
        ]
      }
    },
    {
      "id": "burcham-nae-election-2026",
      "date": "2026-02-10",
      "title": "Prof. Burcham Elected to National Academy of Engineering",
      "preview": "Prof. Christopher Burcham, a distinguished member of our Industrial Advisory Board, has been elected to the prestigious National Academy of Engineering.",
      "image": "public/images/christopher_burcham.webp",
      "link": "https://www.nae.edu/345149/NAENewClass2026",
      "body": {
        "full_title": "Congratulations! Prof. Burcham Elected to the National Academy of Engineering",
        "category": "Awards & Honors",
        "main_image": "public/images/christopher_burcham.webp",
        "image_caption": "Prof. Christopher Burcham, NAE Class of 2026",
        "lead_text": "Prof. Christopher Burcham, a distinguished member of our Industrial Advisory Board, has been elected to the prestigious National Academy of Engineering (NAE).",
        "content_blocks": [
          {
            "type": "text",
            "content": "This distinguished recognition underscores his pioneering contributions in the areas of crystallization, particle engineering, and process control. Through his innovative research and its practical applications, Prof. Burcham has significantly advanced pharmaceutical engineering, leading to the development and market introduction of new and effective therapies."
          },
          {
            "type": "text",
            "content": "This year, Prof. Burcham is among the 130 exceptional individuals from the United States elected to the academy and is included within a total of 2,534 members who possess the highest professional distinctions in the engineering discipline. Membership in the academy is reserved for those who have made extraordinary contributions to engineering research, practice, or education."
          },
          {
            "type": "text",
            "content": "We extend our warmest congratulations to Prof. Burcham on this well-deserved honor."
          }
        ]
      }
    },
    {
    "id": "welch-crystallization-symposium-2025",
    "date": "2025-09-05",
    "title": "Inaugural Welch Crystallization Symposium",
    "preview": "The inaugural biennial symposium brought together nearly 100 participants from industry and academia to discuss nucleation, polymorphism, and crystal growth.",
    "image": "public/images/first_welch.webp",
    "body": {
      "full_title": "Welch Crystallization Symposium: Fostering Collaboration and Advancing Chemistry",
      "category": "Events & Symposia",
      "main_image": "public/images/iab_group.webp",
      "image_caption": "Attendees of the inaugural Welch Crystallization Symposium gathered at the Agrawal Engineering Research Building.",
      "lead_text": "The inaugural biennial Welch Crystallization Symposium was conducted on September 5, 2025, at the Agrawal Engineering Research Building of the University of Houston (UH). This full-day event drew nearly 100 participants from the pharmaceutical industry nationwide, as well as representatives from academia.",
      "content_blocks": [
        {
          "type": "text",
          "content": "The program commenced with opening remarks delivered by Dr. Adam Kuspa, President of the Welch Foundation, and Prof. Jeffrey Rimer, Program Director of the Welch Center for Advanced Bioactive Materials Crystallization at UH. Dr. Kuspa emphasized the Foundation's significant contributions to advancing chemistry in Texas through single-investigator research grants, departmental programs, endowed chairs, and other specialized initiatives. The Foundation’s Catalyst for Discovery Program Grants, which also support the Welch Center for Advanced Bioactive Materials Crystallization at UH, aim to foster collaboration by funding research teams across the state addressing critical challenges at the forefront of chemistry."
        },
        {
          "type": "header",
          "content": "Industry Perspectives & Keynote Speakers"
        },
        {
          "type": "text",
          "content": "The symposium facilitated a vigorous exchange of knowledge concerning crystallization, focusing on nucleation, polymorphism, and crystal growth. The agenda featured two plenary sessions and four keynote presentations by senior scientists from leading American pharmaceutical companies."
        },
        {
          "type": "list",
          "title": "Plenary & Keynote Highlights",
          "items": [
            "Dr. Christopher Burcham (Eli Lilly) discussed the advantages and challenges of continuous crystallization.",
            "Dr. Kevin Girard (Pfizer) elaborated on advancements in continuous crystallization, isolation, and drying capabilities.",
            "Dr. Christopher Marton (Bristol Myers Squibb) presented on high-throughput polymorph screening.",
            "Dr. Manish Kelkar (AbbVie) examined emerging technologies in pharmaceutical crystallization.",
            "Dr. Megan Ketchum (GlaxoSmithKline) discussed semi-continuous crystallization and batch manufacturing strategies.",
            "Dr. Xiaolong Zhu (Merck) focused on polymorphism and the impact of molecular physical properties."
          ]
        },
          {
          "type": "image_row",
          "items": [
            {
              "src": "public/images/symposium_2025_speaker.webp",
              "caption": "Dr. Christopher Burcham delivering a plenary address on continuous crystallization."
            },
            {
              "src": "public/images/iab_group.webp",
              "caption": "Principal Investigators and the Industrial Advisory Board members."
            },
            {
              "src": "public/images/q_and_a.webp",
              "caption": "Q and A with Dr. T. Randall Lee and Dr. Peter G. Vekilov."
            },
            {
              "src": "public/images/symposium_2025_winners.webp",
              "caption": "Poster competition winners: Radhika Menon, Arshia Nosrati, and Kosar Rahimi Nosrabadi."
            }
          ]
        },
        {
          "type": "header",
          "content": "Academic Insights & Student Research"
        },
        {
          "type": "text",
          "content": "Invited academic speakers included Professor Peter Vekilov and Dr. Gul Zerze from the UH Department of Chemical and Biomolecular Engineering. Dr. Vekilov advocated for leveraging nonclassical mechanisms in nucleation to suppress malaria parasites, while Dr. Zerze presented a multi-scale framework linking human transcription factor effector domains with phase behavior."
        },
        {
          "type": "text",
          "content": "A poster session featured 33 graduate students who showcased their research findings. Three winners were announced at the conclusion of the event: Kosar Rahimi Nosrabadi (1st Place), Arshia Nosrati (2nd Place), and Radhika Menon (3rd Place)."
        },
        {
          "type": "text",
          "content": "The symposium was a significant success, achieving its primary objective of fostering collaboration between pharmaceutical professionals and academia, enabling participants to deliberate on future directions in pharmaceutical crystallization research."
        }
      ]
    }
  }
  ]
}