{
  "home": {
    "hero_title": "Advancing the Frontiers of Crystallization",
    "hero_text": "We are engineering the future of materials through fundamental understanding of nucleation, growth, and polymorphism.",
    "slides": [
      {
        "image": "public/images/slide-1.webp",
        "alt": "Mefenamic_acid_form_I_crystals"
      },
      {
        "image": "public/images/slide-2.webp",
        "alt": "ZnO_hexagonal_cylinder_1"
      },
      {
        "image": "public/images/slide-3.webp",
        "alt": "Bent_crystal"
      },
      {
        "image": "public/images/slide-4.webp",
        "alt": "Bent_crystal"
      },
      {
        "image": "public/images/slide-5.webp",
        "alt": "Cu2O_Octahedra"
      }
    ],
    "director": {
      "photo": "public/images/rimer.jpg",
      "message": "Welcome to the Welch Center for Advanced Bioactive Materials Crystallization. Our mission is to create a meaningful connection between fundamental molecular science and its industrial applications. By enhancing our understanding of how crystals form at the atomic level, we are dedicated to developing safer medicines, cleaner energy solutions, and cutting-edge materials for the next generation. Central to the Welch Center's mission is our goal of elucidating the fundamental mechanisms that govern crystal nucleation and guiding crystallization towards desired structures. We are tackling significant challenges in crystal materials synthesis, such as controlling nucleation rates, predicting the structures of emerging crystals, and selectively influencing transformations between different crystal forms. Through our research, we aim to facilitate a transformative shift in our understanding of crystal nucleation mechanisms and structure selection, leading to advancements that will have a lasting impact across various fields.",
      "name": "Dr. Jeffrey Rimer",
      "role": "Director, Welch Center"
    }
  },
  "research_aims": [
    {
      "number": "01",
      "title": "Understanding the fundamental principles of nonclassical nucleation",
      "description": "We are at the forefront of systematically investigating nonclassical crystallization precursors. Our primary focus is to develop innovative methodologies for controlling the nucleation of both inorganic compounds, such as biominerals, and organic compounds, like pharmaceuticals. A distinctive feature of our research is the application of molecular modifiers, which we have demonstrated to effectively regulate nucleation. To deepen our understanding of pre-nucleation clusters, the dynamics of complex growth units, and the influence of modifiers, we utilize a range of modeling and characterization techniques, including in situ scattering, optical microscopy, and electron microscopy. This integrated approach enables us to anticipate and control the properties of crystalline materials proactively. **Associated faculty members:** Rimer, Vekilov, Palmer",
      "images": ["public/images/aim1_bent_crystal_1.webp", "public/images/aim1_bent_crystal_2.webp"],
      "tags": ["Nonclassical Nucleation", "Molecular Modifiers", "In Situ Scattering"]
    },
    {
      "number": "02",
      "title": "Establishing methodologies to control nonclassical crystallization",
      "description": "We develop methodologies that transcend conventional approaches to adjusting conditions such as temperature, supersaturation, or solvent. Our research involves synthesizing libraries of metal(oxide) nanoparticles, each characterized by distinct facets and functionalized interfaces, which serve as templates to influence the formation and properties of pre-nucleation clusters. Additionally, we create condensed-phase coacervates that leverage gel-like environments within polyelectrolytes to exert precise control over crystal nucleation. These systems provide crystallization environments that are fundamentally different from those employed in traditional syntheses, allowing us to achieve a level of control over crystal structure that is usually beyond the reach of classical methods. **Associated faculty members:** Lee, Karim, Robles",
      "images": ["public/images/aim2_glycine_1.webp", "public/images/aim2_glycine_2.webp"],
      "tags": ["Nanoparticles", "Coacervates", "Template-Directed"]
    },
    {
      "number": "03",
      "title": "Developing models to predict crystal structure multiplicity",
      "description": "We are making substantial progress in enhancing current models that overlook nonclassical pathways. These shortcomings have led to inaccurate predictions of crystal structures and challenges in managing polymorph transformations, which significantly hinder the design and production of advanced crystalline materials. Our innovative methodology enables us to predict crystal structures in advance and control intercrystalline transformations through a synergistic blend of experiments, theoretical insights, and cutting-edge modeling techniques. This comprehensive approach addresses two pivotal challenges in crystal polymorphism: the multiplicity of structures and the dynamics of crystal forms. **Associated faculty members:** Vekilov, Zerze",
      "images": ["public/images/aim3_visualization.webp"],
      "tags": ["Predictive Modeling", "Polymorph Transformations", "Crystal Dynamics"]
    }
  ]
}